Repository: MarcoDP65/LLM_con_EF3
Catalog: ManagerInterface/ManagerInterface/Forms/Forms Spy-Batt/frmSpyBat.*.resx
Languages: fr

# btnGeneraCodice.Text
source: Genera Codice
fr: Générer code

# label139.Text
source: Codice Sblocco
fr: Code de déblocage

# grbAbilitazioneReset.Text
source: Abilitazione Cancellazione Memoria
fr: Autoriser vidage mémoire

# btnRicaricaDati.Text
source: Dowload Dati SPY-BATT
fr: Téléchargement données du SPY-BATT

# label91.Text
source: Ultimo Scarico Dati
fr: Dernières données téléchargées

# grbDownloadDati.Text
source: Download
fr: Téléchargement

# chkSaveHexDump.Text
source: Salva Immagine
fr: Sauver image

# chkRecuperaCicli.Text
source: Recupera Cicli
fr: Cycles récupérés

# chkEraseDB.Text
source: Vuota DB prima della lettura
fr: Vider B.d.D. avant lecture

# chkAckDumpMem.Text
source: Invia ACK di pacchetto
fr: Emettre paquet ACK

# grbMainDlOptions.Text
source: PARAMETRI DOWNLOAD
fr: Paramètres de téléchargement

# label115.Text
source: Ptr. Brevi
fr: Ptr. court

# label116.Text
source: Cont. Brevi
fr: Cont. court

# label113.Text
source: Ptr. Lunghi
fr: Ptr. long

# label114.Text
source: Cont. Lunghi
fr: Cont. long

# grbTestataContatori.Text
source: CONTATORI
fr: Compteur

# btnSalvaCliente.Text
source: Salva Cliente
fr: Sauver info client

# lblGenSerNum.Text
source: Numero Seriale
fr: Numéro de série

# lblGenConf.Text
source: Configurazione Attiva
fr: Réglage actif

# lblGenFasi.Text
source: Fasi Memorizzate
fr: Phases enregistrées

# lblBootLdrDisp.Text
source: Rev BootLoader
fr: Rev amorceur

# lblGenMod.Text
source: Modello
fr: Modèle

# lblFirmwDisp.Text
source: Rev Firmware
fr: Version microcode

# lblFirmwCb.Text
source: Rev Hardware
fr: Version matériel

# lblCliCicliAttesi.Text
source: Cicli Atttesi
fr: Cycles attendus

# lblCliIdBatteria.Text
source: Identificativo Batteria
fr: Identifiant batterie

# lblCliMarcaBatt.Text
source: Marca Batteria
fr: Marque batterie

# lblCliModellpApp.Text
source: Modello
fr: Modèle batterie

# lbNoteCliente.Text
source: Note
fr: Notes

# lblCliCliente.Text
source: Cliente
fr: Client

# grbDatiCliente.Text
source: DATI CLIENTE
fr: Info client

# tabCb01.Text
source: Generale
fr: Général

# label137.Text
source: Numero
fr: Nombre

# grbStatEventiAnomali.Text
source: Eventi Anomali
fr: Anomalies

# label45.Text
source: Ciclo Medio (Ah)
fr: Cycle moyen (Ah)

# lblStatEnergiaMedia.Text
source: Ciclo Medio (KWh)
fr: Cycle moyen (kWh)

# lblStatTotEnergia.Text
source: Energia Totale (KWh)
fr: Energie totale (kWh)

# grbStatEnergia.Text
source: Energia Fornita dalla Batteria
fr: Energie fournie par la batterie

# label136.Text
source: Numero
fr: Nombre

# label135.Text
source: Numero
fr: Nombre

# label47.Text
source: Sovratemperatura
fr: Surchauffe

# label48.Text
source: Sovratemperatura
fr: Surchauffe

# lblStatNumCariche.Text
source: Cariche
fr: Charges

# lblStatNumCaricheParz.Text
source: Cariche Parziali
fr: Charges partielles

# lblStatNumCaricheComp.Text
source: Cariche Complete
fr: Charges complètes

# lblStatTempoInCarica.Text
source: Tempo in Carica
fr: Temps de charge

# grbStatCarica.Text
source: CARICA
fr: Charge

# label46.Text
source: Sovratemperatura
fr: Surchauffe

# lblStatMediaScarica.Text
source: D.o.D. Medio
fr: D.o.D. moyenne

# lblStatPauseSC.Text
source: Pause Critiche
fr: Pauses critiques

# lblStatNumSovrascariche.Text
source: Sovrascariche
fr: Surdécharges

# lblStatNumScariche.Text
source: Scariche
fr: Décharges

# lblStatTempoInScarica.Text
source: Tempo in Scarica
fr: Temps de décharge

# grbStatScariche.Text
source: SCARICA
fr: Décharge

# lblStatMancElettr.Text
source: Mancanza Elettrolita
fr: Manque d'électrolyte

# lblStatSbilCelle.Text
source: Sbilanciamento Celle
fr: Déséquilibre d'éléments

# lblStatNumCicli.Text
source: Numero Cicli
fr: Nombre de cycles

# lblStatGiorniAtt.Text
source: Giorni Attività
fr: Jours d'activité

# lblStatAttivazioe.Text
source: Attivazione
fr: Activation

# grbStatStato.Text
source: Stato Batteria
fr: Etat batterie

# tabStatSintesi.Text
source: Riepilogo
fr: Résumé

# tabStatCockpit.Text
source: Cruscotto
fr: Tableau de bord

# label49.Text
source: VANTAGGI A CONFRONTO
fr: Comparaison des bénéfices

# tabStatComparazioni.Text
source: Comparazioni
fr: Comparaisons

# btnGraficiTest.Text
source: Grafici Test
fr: Graphiques de test

# chkStatGraficoAssEl.Text
source: Percentuale Assenza Elettrolita
fr: % d'absence d'électrolyte

# chkStatGraficoPause.Text
source: Pause con Batteria Scarica
fr: Pause en batterie basse

# chkStatGraficoFC.Text
source: Fattore di Carica
fr: Facteur de charge

# chkStatGraficoDTCP.Text
source: Incremento Termico in Carica Parziale
fr: Augmentation T° en charge partielle

# chkStatGraficoDTCC.Text
source: Incremento Termico in Carica Completa
fr: Augmentation T° en charge complète

# chkStatGraficoTmaxCP.Text
source: Temperature Max in Carica Parziale
fr: T° max en charge partielle

# chkStatGraficoTmaxCC.Text
source: Temperature Max in Carica Completa
fr: T° max en charge complète

# chkStatGraficoDTS.Text
source: Incremento Termico in Scarica
fr: Augmentation T° en décharge

# chkStatGraficoTminS.Text
source: Temperature Min in Scarica
fr: T° min en décharge

# chkStatGraficoTmaxS.Text
source: Temperature Max in Scarica
fr: T° max en décharge

# chkStatGraficoDurCP.Text
source: Durata Cariche Parziali
fr: Durée charge partielle

# chkStatGraficoDurCC.Text
source: Durata Cariche Complete
fr: Durée charge complète

# chkStatGraficoTemporale.Text
source: Grafico Temporale
fr: Graphique temporelle

# grbStatSelGrafici.Text
source: Selezione Grafici
fr: Sélection graphique

# btnStatRicalcola.Text
source: Ricalcola
fr: Recalcul

# lblStatDataFine.Text
source: Mese Fine (Escluso)
fr: Mois de fin (exclu)

# lblStatDataInizio.Text
source: Mese Inizio
fr: Mois de début

# dtpStatFine.CustomFormat
source: 01/MM/yyyy
fr: 01/MM/AAAA

# dtpStatInizio.CustomFormat
source: 01/MM/yyyy
fr: 01/MM/AAAA

# optStatPeriodoSel.Text
source: Selezione Periodo
fr: Période sélectionnée

# optStatInteroIntervallo.Text
source: Intero Intervallo
fr: Période totale

# grbStatSelPeriodo.Text
source: Selezione Periodo
fr: Sélection période

# tabStatParametri.Text
source: Parametri Selezione
fr: Sélection paramètres

# tabStatSoglie.Text
source: Soglie
fr: Seuils

# tabStatistiche.Text
source: Statistiche
fr: Statistiques

# chkCaricaBrevi.Text
source: Carica direttamente brevi
fr: Téléchargement court direct

# chkInvertiCorreti.Text
source: Inverti Correnti Scarica
fr: Inverser courants de décharge

# btnRigeneraLista.Text
source: Rigenera Lista
fr: Régénérer liste

# btnCaricaListaUltimiLunghi.Text
source: Carica Ultimi Eventi
fr: Charger dernier évènement

# btnCaricaDettaglioSel.Text
source: Carica Dettaglio Eventi
fr: Charger détail évènements

# btnCaricaListaLunghi.Text
source: Ricarica Lista Eventi
fr: Recharger liste évènement

# btnDettaglioCicliBrevi.Text
source: Mostra Dettaglio
fr: Montrer détails

# btnGeneraCsv.Text
source: Genera File
fr: Créer fichier

# grbEsportaExcel.Text
source: Esporta Cicli in Excel
fr: Exports cycles en Excel

# label8.Text
source: a ciclo
fr: Jusqu'au cycle

# label3.Text
source: da ciclo
fr: Du cycle

# btnCaricaDaMemoria.Text
source: Lettura Diretta
fr: Lecture directe

# grbMemCicliReadMem.Text
source: Accesso diretto a memoria
fr: Accès directe à la mémoire

# label2.Text
source: Eventi Programmazione Totali
fr: Total événements programmation

# lblEventiTotali.Text
source: Eventi Totali
fr: Total événements

# grbMemCicliContatori.Text
source: Contatori
fr: Compteurs

# tabCb04.Text
source: Memoria Cicli
fr: cycles en mémoire

# label5.Text
source: Tipo Batteria
fr: Type de batterie

# label13.Text
source: Celle Tot
fr: Nb éléments

# label14.Text
source: Celle V3
fr: Élément V3

# label15.Text
source: Celle V2
fr: Élément V2

# label16.Text
source: Capacità nom.
fr: Capacité nominale

# lblCelleP1.Text
source: Celle V1
fr: Élément V1

# txtTensioneNom.Text
source: Tensione nom.
fr: Tension nominale

# grbProgrammazione.Text
source: Configurazione
fr: Configuration

# btnAttivaProgrammazione.Text
source: Attiva Configurazione
fr: Activation configuration

# btnNuovoProgramma.Text
source: Nuova Configurazione
fr: Nouvelle configuration

# btnRicaricaProgr.Text
source: Lettura Configurazioni
fr: Lecture configuration

# tabCb02.Text
source: Configurazione
fr: Configuration

# lblOrarioAccensione.Text
source: orario
fr: Temps

# rbtAccensione03.Text
source: Programmata
fr: Programmé

# lblOreRitardo.Text
source: ore
fr: Heures

# rbtAccensione02.Text
source: Ritardata
fr: Différé

# rbtAccensione01.Text
source: Immediata
fr: Immédiat

# grbAccensione.Text
source: Accensione
fr: Commutation

# btnScriviRtc.Text
source: Imposta Orologio
fr: Régler horloge

# btnLeggiRtc.Text
source: Leggi Orologio
fr: Lire horloge

# lblOraRTC.Text
source: Ora
fr: Temps

# lblDataRTC.Text
source: Data
fr: Date

# grbOraCorrente.Text
source: Orologio Sistema
fr: Horloge système

# tabCb05.Text
source: Orologio
fr: Horloge temps réel

# label11.Text
source: V max V/cel
fr: Vmax V/él

# label10.Text
source: V min V/cel
fr: Vmin V/él

# label9.Text
source: -mV/cel / °C
fr: -mV/él / °C

# opSonda02.Text
source: ON
fr: Marche

# opSonda01.Text
source: OFF
fr: Arrêt

# groupBox4.Text
source: Sonda Termica
fr: Sonde thermique

# tabCb03.Text
source: Sonda Termica
fr: Sonde thermique

# btnResetScheda.Text
source: Reset Scheda
fr: Redémarrer

# chkFSerMantieniCliente.Text
source: Mantieni Dati Cliente
fr: Maintien données client

# btnFSerCancellaMemoria.Text
source: Cancella
fr: Annuler

# grbVarResetScheda.Text
source: Cancellazione Memoria
fr: Vidange mémoire

# btnAttivaCalibrazione.Text
source: Attiva Calibrazione
fr: Activer calibration

# btnLeggiCalibrazioni.Text
source: Lettura Calibrazioni
fr: Lire calibration

# btnConsolidaBrevi.Text
source: Consolida Brevi
fr: consolidation brève

# btnMemProgrammed.Text
source: Mem Programmed
fr: Mém programmée

# btnStampaScheda.Text
source: Stampa Scheda
fr: Impression rapport

# btnCalScriviParametro.Text
source: Scrivi Parametro
fr: Ecrire paramètre

# label44.Text
source: Valore Reale
fr: Valeur réelle

# label43.Text
source: Parametro
fr: Paramètre

# grbComandiCalibrazione.Text
source: Inserimento Calibrazione
fr: Saisir calibration

# label40.Text
source: Curr Neg
fr: Cour neg

# label41.Text
source: Curr Pos
fr: Cour pos

# label42.Text
source: Curr Zero
fr: Cour zéro

# grbCalValues.Text
source: Values
fr: Valeurs

# label18.Text
source: Curr Neg
fr: Cour neg

# label4.Text
source: Curr Pos
fr: Cour pos

# lblAdcCurrZero.Text
source: Curr Zero
fr: Cour zéro

# grbAdcGain.Text
source: ADC Gain
fr: Gain CNA

# grbCalibrazioni.Text
source: Calibrazioni
fr: Calibration

# chkParLetturaAuto.Text
source: Lettura Automatica
fr: Lecture automatique

# chkDatiDiretti.Text
source: Valori Effettivi
fr: Valeurs réelles

# btnLeggiVariabili.Text
source: Lettura Immediata
fr: Lecture immédiate

# grbVariabiliConnVOK.Text
source: Conn OK
fr: Connexion OK

# grbVariabiliStatoConn.Text
source: Stato Connessioni
fr: Etat connexion

# lblVarVBattT.Text
source: V Batt Tampone
fr: V batt sauvegarde

# label28.Text
source: Stato SPY-BATT
fr: Etat SPY-BATT

# label29.Text
source: C.F.
fr: F.d.C.

# label26.Text
source: KWh Caricati
fr: kWh chargés

# label27.Text
source: KWh Scaricati
fr: kWh déchargés

# label25.Text
source: Elettrolita
fr: Electrolyte

# label24.Text
source: Temp Batt
fr: Temp. Batterie

# label21.Text
source: Ah Caricati
fr: Ah chargés

# label23.Text
source: Ah Scaricati
fr: Ah déchargés

# grbVariabiliImmediate.Text
source: Variabili Scheda
fr: Panneau variables

# tabSbFact.Text
source: Funzioni di servizio
fr: Fonctions de service

# rbtMemAreaApp2.Text
source: Area APP 2
fr: Zone APP 2

# rbtMemAreaApp1.Text
source: Area APP 1
fr: Zone APP 1

# rbtMemAreaLibera.Text
source: Zona Custom
fr: Zone personnalisée

# label111.Text
source: Blocchi
fr: Blocs

# chkMemCFStartAddHex.Text
source: Hex Address
fr: Adresse hexa

# label112.Text
source: Indirizzo Iniziale
fr: Adresse initiale

# btnMemCFExec.Text
source: Esegui
fr: Exécuter

# grbMemCancFisica.Text
source: Cancellazione 4K Memoria
fr: Effacer mémoire 4k

# btnDumpMemoria.Text
source: Dump Memoria
fr: Copie brute mémoire

# groupBox8.Text
source: Lettura Completa Memoria
fr: Lecture complète mémoire

# chkMemHexW.Text
source: Hex Address
fr: Adresse hexa

# label1.Text
source: Valore (HEX)
fr: Valeur (hexa)

# label12.Text
source: Bytes
fr: Octets

# label31.Text
source: Indirizzo Iniziale
fr: Adresse initiale

# cmdMemWrite.Text
source: Scrittura Diretta
fr: Ecriture directe

# grbMemScrittura.Text
source: Scrittura Memoria
fr: Ecriture mémoire

# chkMemClearMantieniCliente.Text
source: Mantieni Dati Cliente
fr: Maintien données client

# cmdMemClear.Text
source: Cancellazione
fr: Effacement

# grbMemCancellazione.Text
source: Cancellazione Memoria
fr: Effacement mémoire

# chkMemHex.Text
source: Hex Address
fr: Adresse hexa

# lblReadMemBytes.Text
source: Bytes
fr: octets

# lblReadMemStartAddr.Text
source: Indirizzo Iniziale
fr: Adresse initiale

# cmdMemRead.Text
source: Lettura Diretta
fr: Lecture directe

# grbMemLettura.Text
source: Lettura Memoria
fr: Lecture mémoire

# tabMemRead.Text
source: Accesso Memoria
fr: Accès direct mémoire

# tctCalGeneraExcel.Text
source: Genera File
fr: Créer fichier

# groupBox1.Text
source: Esporta Cicli in Excel
fr: Exports cycles en Excel

# label59.Text
source: Numero Nucleo
fr: Version de noyau

# label58.Text
source: Numero Ciclo
fr: Nombre de cycles

# chkCalRitornoVeloce.Text
source: Ritorno Veloce
fr: Rembobiner

# chkCalSoloAndata.Text
source: Solo ciclo diretto
fr: Cycle direct unique

# button1.Text
source: Seq Nucleo Esterno
fr: Seq. noyau externe

# label61.Text
source: Errore Max Neg
fr: Erreur max nég.

# label60.Text
source: Errore Max Pos
fr: Erreur max pos.

# btnCalEseguiSeqExt.Text
source: Seq Completa
fr: Seq. complète

# chkCalCorrentePositiva.Text
source: Corrente Assoluta
fr: Courant absolu

# chkCalAccendiAlim.Text
source: Attivazione Uscita Automatica
fr: Activation sortie automatique

# label56.Text
source: Errore
fr: Erreur

# label55.Text
source: A SPY-BATT
fr: Vers SPY-BATT

# label54.Text
source: A alim
fr: Vers alim

# btnCalEseguiSeq.Text
source: Esegui
fr: Exécuter

# label53.Text
source: Delay (ms)
fr: Retard (ms)

# label52.Text
source: Step (A)
fr: Pas (A)

# grbQuadroSequenza.Text
source: Sequenza Correnti
fr: Séquence courant

# lblCalConnessione.Text
source: Non Collegato
fr: Non connecté

# btnCalCollegaTdk.Text
source: Collega Alimentatore
fr: Connecter alimentation

# tbpCalibrazioni.Text
source: Analizzatore
fr: Analyseur

# btnFwCheckArea.Text
source: Verifica
fr: Vérifier

# btnFwSwitchArea.Text
source: Attiva
fr: Activer

# grbFwAttivazioneArea.Text
source: Attivazione area
fr: Zone d'activation

# label96.Text
source: File Firmware Pubblico
fr: Fichier du microcode public

# label92.Text
source: Data Rilascio
fr: Date de sortie

# btnFWFilePubSave.Text
source: Genera
fr: Créer

# label94.Text
source: Rev Firmware
fr: Rev. microcode

# label95.Text
source: File Firmware CCS
fr: Fichier microcode CCS

# btnFWFileCCSLoad.Text
source: Carica File
fr: Charger fichier

# grbFWPreparaFile.Text
source: Preparazione File SBF
fr: Préparation de fichiers SBF

# label109.Text
source: Data Rilascio
fr: Date de sortie

# label87.Text
source: Stato
fr: Etat

# label90.Text
source: Rev Firmware
fr: Rev. microcode

# grbFWArea2.Text
source: Area 2
fr: Zone 2

# label103.Text
source: Data Rilascio
fr: Date de sortie

# label78.Text
source: Stato
fr: Etat

# label77.Text
source: Rev Firmware
fr: Rev microcode

# GrbFWArea1.Text
source: Area 1
fr: Zone 1

# label110.Text
source: Data Rilascio
fr: Date de sortie

# btnFWLanciaTrasmissione.Text
source: Invia
fr: Envoyer

# label72.Text
source: Esito
fr: Résultat

# label70.Text
source: Area
fr: Zone

# btnFWPreparaTrasmissione.Text
source: Prepara
fr: Préparer

# label69.Text
source: Rev Firmware
fr: Rev microcode

# label68.Text
source: File Firmware
fr: Fichier microcode

# btnFWFileSBFLoad.Text
source: Carica File
fr: Charger fichier

# grbFWAggiornamento.Text
source: Aggiornamento
fr: Mise à jour

# label186.Text
source: Lib Strategia
fr: Lib Stratégie

# btnFwCaricaStato.Text
source: Ricarica
fr: Recharger

# label64.Text
source: Area
fr: Zone

# label63.Text
source: Rev Firmware
fr: Rev microcode

# label62.Text
source: Rev Bootloader
fr: Rev lanceur

# grbStatoFirmware.Text
source: Stato Scheda
fr: Etat carte

# tbpFirmware.Text
source: Firmware
fr: Microcode

# label132.Text
source: Bytes
fr: Octets

# label133.Text
source: Dati Cliente
fr: Info client

# btnClonaPreparaMatrici.Text
source: Prepara Matrici
fr: Préparer matrices

# label129.Text
source: Limita Cicli
fr: Cycles limites

# label128.Text
source: Pacchetti
fr: Paquets

# label126.Text
source: Bytes
fr: Octets

# label127.Text
source: Brevi
fr: Courte

# label122.Text
source: Bytes
fr: Octets

# label125.Text
source: Lunghi
fr: Longue

# label123.Text
source: Bytes
fr: Octets

# label124.Text
source: Configurazioni
fr: Configuration

# btnClonaGeneraRecordTestata.Text
source: Genera Record
fr: Créer enregistrement

# grbClonaRecordTestata.Text
source: Record Testata
fr: Entête enregistrement

# btnClonaSchedVuota.Text
source: Scheda Vuota
fr: Carte vide

# btnClonaCaricaOrigine.Text
source: Carica Dati
fr: Charger données

# label118.Text
source: Area
fr: Zone

# label119.Text
source: Rev Firmware
fr: Rev microcode

# label120.Text
source: Id Origine
fr: Id originelle

# groupBox2.Text
source: Dati Scheda
fr: SPY-BATT

# label134.Text
source: Stato Attuale
fr: Etat actuel

# grbTracciaClonazione.Text
source: Avanzamento
fr: Progression

# btnClonaScriviRecordTestata.Text
source: Aggiorna SPY-BATT
fr: Mise à jour SPY-BAT

# tbpClonaScheda.Text
source: Clonazione
fr: Clonage

# label151.Text
source: Firmware Richesto
fr: Microcode requis

# btnCalRefreshLista.Text
source: Ricarica Risultati
fr: Recharger résultat

# label147.Text
source: A Verifica
fr: A vérifié

# label146.Text
source: A Calibr.
fr: A calibré

# chkCalRegistraSequenza.Text
source: Salva Sequenza
fr: Sauver séquence

# chkCalAttivaAlim.Text
source: Attivazione Uscita Automatica
fr: Activation sortie automatique

# btnCalRicaricaSequenza.Text
source: Ricarica da archivio
fr: Recharger base de données

# label138.Text
source: Elettr
fr: Electr.

# label140.Text
source: Err Max Neg
fr: Err. max nég.

# label142.Text
source: Errore
fr: Erreur

# grbCalValoriAttuali.Text
source: Valori Attuali
fr: Valeur actuelle

# btnCalStartSeq.Text
source: Avvia Sequenza
fr: Lancer séquence

# lblCalStatoAlim.Text
source: Non Collegato
fr: non connecté

# btnCalCollegaAlim.Text
source: Collega Alimentatore
fr: Connecter alimentation

# lblCalStepCorrente.Text
source: Azione in Corso
fr: Action en cours

# tabCalibrazione.Text
source: Calibrazione
fr: Calibration

# label200.Text
source: Esito CMD_IS
fr: Résultat CMD_IS

# label206.Text
source: Tipo Passo
fr: Type pas

# label205.Text
source: Ripetizioni
fr: répétitions

# label194.Text
source: Ah Step
fr: Ah étape

# grbStratStepCorrente.Text
source: Step Carica
fr: Etape de charge

# label202.Text
source: Step
fr: Etape

# label198.Text
source: Step
fr: Etape

# label197.Text
source: Tempo Max
fr: Temps max

# label193.Text
source: Ah Richiesti
fr: Ah requis

# label196.Text
source: Esito
fr: Résultat

# label180.Text
source: Ah Previsti
fr: Ah attendus

# label181.Text
source: Ah Mancanti
fr: Ah manquants

# label187.Text
source: Minuti Rim.
fr: Minutes rep.

# label188.Text
source: Ah Erogati
fr: Ah rendus

# label178.Text
source: Batt Capacity
fr: Capacité batterie

# label183.Text
source: Dscrg
fr: Déch.

# label184.Text
source: Crg
fr: Chrg.

# label175.Text
source: T ripr
fr: T repr

# label174.Text
source: T allarme
fr: T alarme

# label172.Text
source: V Gas
fr: Vgaz

# label169.Text
source: Setup
fr: Réglage

# label168.Text
source: Versione Lib.
fr: Version lib.

# label165.Text
source: Nominal Capacity
fr: Capacité nominale

# label164.Text
source: Batt Capacity
fr: Capacité batterie

# label162.Text
source: Tot Dscrg
fr: Tot dech.

# label163.Text
source: Crg Tot
fr: Chrg tot

# label160.Text
source: Dscrg
fr: Déch.

# label161.Text
source: Crg
fr: Chrg.

# label159.Text
source: Neg
fr: Nég.

# chkStratLLRabb.Text
source: Rabboccatore Presente
fr: Remplisseur présent

# grbStratComandiTest.Text
source: Comandi Test
fr: Contrôle d'essai

# tbpStrategia.Text
source: Strategia
fr: Stratégie

# groupBox9.Text
source: Scheda Origine
fr: Rapport originel
