Repository: MarcoDP65/LLM_con_EF3
Catalog: ManagerInterface/ManagerInterface/Forms/frmInserimentoProgramma.*.resx
Languages: fr

# label16.Text
source: Capacità nominale
fr: Capacité nominale

# lblCelleP1.Text
source: Celle V1
fr: Elément V1

# label13.Text
source: Celle Tot
fr: Elément tot

# label14.Text
source: Celle V3
fr: Elément V3

# label15.Text
source: Celle V2
fr: Elément V2

# lblTipoBatteria.Text
source: Tipo Batteria
fr: Type batterie

# chkMemProgrammed.Text
source: Attiva Configurazione
fr: Activer configuration

# btnAnnulla.Text
source: Annulla
fr: Annuler

# chkSondaElPresente.Text
source: Sonda Elettrolita Installata
fr: Sonde électrolyte installée

# lblTempMin.Text
source: T Min (°C)
fr: T reprise (°C)

# lblTempMax.Text
source: T Max (°C)
fr: T alarme (°C)

# optVersoInverso.Text
source: Inverso
fr: Inversée

# optVersoDiretto.Text
source: Diretto
fr: Directe

# grbVersoCorrente.Text
source: Verso Installazione
fr: Version installée

# lblNumSpire.Text
source: Numero Spire
fr: Nombre de spire

# txtTensioneNom.Text
source: Tensione nominale
fr: Tension nominale

# tbpParametri.Text
source: Parametri Base
fr: Paramètres de base

# label11.Text
source: A
fr: Tension connexion

# label27.Text
source: Tensione di Gas
fr: Tension de gaz

# lblProImpulsiRabb.Text
source: Impulsi Rabb.
fr: Impulsion rempl.

# lblProDerivaUnder.Text
source: Deriva sotto i 15 °C
fr: Dérive < 15°C

# lblProDerivaOver.Text
source: Deriva oltre i 25 °C
fr: Dérive > 25°C

# label19.Text
source: Max Minuti Sbil.
fr: Minutes max déséq.

# label17.Text
source: Max Sbil. Celle
fr: Déséq. d'éléments max

# tbpSetupPro.Text
source: Modalità PRO
fr: Paramètres avancés

# panel9.AccessibleDescription
source: a
fr: à

# panel9.AccessibleName
source: a
fr: à

# label40.Text
source: Opzioni
fr: Option

# label41.Text
source: Fattore di Carica
fr: Facteur de charge

# label42.Text
source: Orari Cambio Turno
fr: Horaire de changement de cycle

# panel2.AccessibleDescription
source: a
fr: à

# panel2.AccessibleName
source: a
fr: à

# label37.Text
source: Opzioni
fr: Option

# label38.Text
source: Fattore di Carica
fr: Facteur de charge

# label39.Text
source: Orari Cambio Turno
fr: Horaire de changement de cycle

# panel1.AccessibleDescription
source: a
fr: à

# panel1.AccessibleName
source: a
fr: à

# label36.Text
source: Opzioni
fr: Option

# label35.Text
source: Fattore di Carica
fr: Facteur de charge

# lblMainOrari.Text
source: Orari Cambio Turno
fr: Horaire de changement de cycle

# panel8.AccessibleDescription
source: a
fr: à

# panel8.AccessibleName
source: a
fr: à

# lblTurno3.Text
source: 3° TURNO
fr: 3ème tour

# panel7.AccessibleDescription
source: a
fr: à

# panel7.AccessibleName
source: a
fr: à

# lblTurno2.Text
source: 2° TURNO
fr: 2ème tour

# panel6.AccessibleDescription
source: a
fr: à

# panel6.AccessibleName
source: a
fr: à

# lblTurno1.Text
source: 1° TURNO
fr: 1er tour

# label45.Text
source: G
fr: J

# tbpSetupTurni.Text
source: Pianificazione Turni
fr: Planification tours

# panel19.AccessibleDescription
source: a
fr: à

# panel19.AccessibleName
source: a
fr: à

# label50.Text
source: Opzioni
fr: Option

# label51.Text
source: Fattore di Carica
fr: Facteur de charge

# label52.Text
source: Orari Cambio Turno
fr: Horaire de changement de cycle

# panel23.AccessibleDescription
source: a
fr: à

# panel23.AccessibleName
source: a
fr: à

# label56.Text
source: 1° TURNO
fr: 1er tour

# label59.Text
source: G
fr: J

# tbpSetupTempo.Text
source: Pianificazione Temporale
fr: Planification temps

# $this.Text
source: Nuova Configurazione
fr: Nouvelle configuration
