Repository: MarcoDP65/LLM_con_EF3
Catalog: ManagerInterface/ManagerInterface/Forms/frmMain.*.resx
Languages: fr

# impostaStampanteToolStripMenuItem.Text
source: Imposta Stampante
fr: Réglage imprimante

# printPreviewToolStripMenuItem.Text
source: Anteprima di stampa
fr: Aperçu impression

# mnuStampa.Text
source: Stampa
fr: Imprimer

# italianoToolStripMenuItem.Text
source: Italiano
fr: Italien

# englishToolStripMenuItem.Text
source: English
fr: Anglais

# linguaToolStripMenuItem.Text
source: Lingua
fr: Langage

# mnuLogout.Text
source: Logout
fr: Déconnexion

# mnuEsci.Text
source: Esci
fr: Sortie

# mnuFile.Text
source: File
fr: Fichier

# mnuConnettiCb.Text
source: Connetti
fr: Connecter

# apparatiToolStripMenuItem.Text
source: Apparati
fr: Appareils

# orologioToolStripMenuItem.Text
source: Orologio
fr: Horloge

# mnuLLDisplayManager.Text
source: Display Manager
fr: Gestionnaire d'affichage

# caricaToolStripMenuItem.Text
source: Connetti Dispositivo
fr: Connexion appareil

# archivioToolStripMenuItem.Text
source: Archivio
fr: Archive

# importaFileToolStripMenuItem.Text
source: Importa File
fr: Import fichier

# alimentatoreToolStripMenuItem.Text
source: Alimentatore Calibrazione
fr: Calibration alimentation

# flashFTDIToolStripMenuItem.Text
source: Flash FTDI
fr: Programme FTDI

# flashSPYBATTToolStripMenuItem.Text
source: Flash SPY-BATT
fr: Programme SPY-BATT

# mSP430FlasherToolStripMenuItem.Text
source: MSP430 Flasher
fr: Programmateur MSP430

# programmazioniAvanzateToolStripMenuItem.Text
source: Programmazioni Avanzate
fr: programmation avancée

# mnuServizi.Text
source: SERVIZI
fr: Services

# mnuCercaDispositiviUSB.Text
source: Cerca Dispositivi USB
fr: Recherche périphériques USB

# mnuCercaDispositiviCOM.Text
source: Cerca Dispositivi su Porta COM
fr: Recherche port COM série

# mnuSelezionePorta.Text
source: Configurazione Porta Com
fr: Configuration port série

# mnuPortaSeriale.Text
source: Console Seriale
fr: Console série

# mnuImpostazioni.Text
source: Ricerca Dispositivi
fr: Recherche appareils

# mnuInformazioniSu.Text
source: Informazioni su Lade Light Manager
fr: Au sujet de: LADE light

# tstBtnCercaUsb.Text
source: Ricerca Usb
fr: Recherche USB

# tstBtnCercaRS232.Text
source: Ricerca RS 232
fr: Recherche RS232

# tstBtnExport.Text
source: Esporta
fr: Export

# tstBtnPrint.Text
source: Stampa
fr: Impression

# tstBtnRefresh.Text
source: Refresh
fr: Rafraichir

# tstBtnRefresh.ToolTipText
source: Refresh
fr: Rafraichir

# tstBtnClose.Text
source: Chiudi
fr: Fermer

# tstBtnClose.ToolTipText
source: Chiudi Scheda Corrente
fr: Fermer carte actuelle
