Repository: MarcoDP65/LLM_con_EF3
Catalog: ManagerInterface/ManagerInterface/Resources/StringheStatistica.*.resx
Languages: fr

# CO2Risparmiata
source: CO2 saved
fr: CO2 Epargné

# Energia
source: Energy
fr: Energie

# EnergiaConsumata
source: energy consumption
fr: Energie consommée

# Numero
source: Number
fr: Nombre

# numRabbocchi
source: Topping up Number
fr: Nombre de remplissage

# percResidua
source: % residual life
fr: % vie résiduelle

# Rabbocchi_breve
source: Topping up
fr: Remplissage

# FaseCarica
source: Charge phase
fr: Phase de charge

# FaseScarica
source: Discharge phase
fr: Phase de décharge

# InizioFase
source: Start phase
fr: Phase de départ

# TemperaturaMedia
source: average temperature
fr: Température moyenne

# TensionePerCella
source: Voltage per cell
fr: Tension par élément

# Tipologia
source: Charger Type
fr: Type de chargeur

# Corrente
source: Current
fr: Courant

# GrDODAsseX
source: D.o.D.
fr: Profondeur de décharge

# GrDODAsseY
source: Cycles number
fr: Nombre de cycles

# GrDODTitolo
source: Deep of discharge - D.o.D.
fr: Profondeur de décharge (DoD)

# GrTempChiave
source: Time graph
fr: Graphique temporelle

# Settimana
source: Week
fr: Semaine

# Temperatura
source: Temperature
fr: Température

# Tensione
source: Voltage
fr: Tension

# TensioneTotale
source: Total Voltage
fr: Tension totale

# TensioniCarica
source: Partial voltages during charge
fr: Tensions de charge partielles

# TensioniScarica
source: Partial voltages during discharge
fr: Tensions de décharge partielles

# GrDuCCChiave
source: CC duration
fr: Durée CC

# GrDuCCTitolo
source: Complete charges duration
fr: Durée charge complète

# GrDuCPChiave
source: CP duration
fr: Durée CP

# GrDuCPTitolo
source: Partial charges duration
fr: Durée charges partielles

# GrDurCAsseX
source: Duration (hh:mm)
fr: Durée (hh:mm)

# GrDurCAsseY
source: Cycles number
fr: Nombre de cycles

# GrTempAttivaDelta
source: Thermal increase
fr: Augmentation thermique

# GrTempAttivaMax
source: Max temperature
fr: Température max

# GrTempAttivaMin
source: Min temperature
fr: Température min

# GrDeltaTCCTitolo
source: Temperature increasing in complete charge
fr: Augmentation T°C en charge complète

# GrDeltaTCPChiave
source: Incr T P.C.
fr: Augm Tcp

# GrDeltaTCPTitolo
source: Temperature increasing in partial charge
fr: Augmentation T°C en charge partielle

# GrDeltaTSChiave
source: Incr T.D.
fr: Augm Tde

# GrDeltaTSTitolo
source: Temperature increasing in discharge
fr: Augmentation température en décharge

# GrTmaxCCTitolo
source: Max temperature in complete charge
fr: Température max en charge complète

# GrTmaxCPChiave
source: Tmax P.C.
fr: Tmax cp

# GrTmaxCPTitolo
source: Max temperature in partial charge
fr: Température max en charge partielle

# GrTmaxSChiave
source: T Max D.
fr: Tmax de

# GrTmaxSTitolo
source: Max temperature in discharge
fr: Température max en décharge

# GrTminSChiave
source: T Min D.
fr: Tmin de

# GrTminSTitolo
source: Min temperature in discharge
fr: T°C min en décharge

# NumeroCicli
source: Cycles number
fr: Nombre de cycles

# TitAxTDelta
source: Thermal Increase (°C)
fr: Augmentation thermique (°C)

# TitAxTmax
source: Max Temperature (°C)
fr: Température max (°C)

# TitAxTmin
source: Min Temperature (°C)
fr: Température min (°C)

# PercCarica
source: % of charge
fr: % de charge

# GrAssenzaElTitolo
source: Percentage of Electrolyte Absence (No. of Phases)
fr: % d'absence d'électrolyte (No de phases)

# GougeAssElr1
source: % Absence
fr: % d'absence

# GougeCIncr1
source: % Partial
fr: % charge

# GougeCIncr2
source: Charge
fr: Partiel

# GougeOverTr1
source: % Overtemp.
fr: % phase surchauf

# GougeOverTr2
source: Phases
fr: Surchauffe

# GougePauser1
source: % Critical
fr: Nb Pause

# GougePauser2
source: Pauses
fr: critique

# GougeSbilr1
source: % Time
fr: % temps

# GougeSbilr2
source: Cell Unbal.
fr: Eléments déséq.

# GougeSovrar2
source: % Overdischarge
fr: % surdécharge

# GrSettserTmax
source: Max Temp.
fr: T°C max

# GrSettserTmed
source: Avg Temp.
fr: T°C moy

# GrSettserTmin
source: Min Temp.
fr: T°C min

# GrSettserTvar
source: Temp. Range
fr: Plage temp.
