Repository: MarcoDP65/LLM_con_EF3
Catalog: ManagerInterface/ManagerInterface/Resources/StringheComuni.*.resx
Languages: fr

# AproCollegamento
source: Open the connection
fr: Ouvrir connexion

# AvTitolo01Dati
source: Download Data
fr: Télécharger mémoire données

# AvTitolo02Lunghi
source: Download Phases List
fr: Télécharger résumé étapes

# AvTitolo03Brevi
source: Downloas Phases Detail
fr: Télécharger détails étapes

# AvTitolo04Firmware
source: Firmware Update
fr: Mise à jour microcode

# CancellaMemoria
source: Memory Erase
fr: Effacement mémoire

# CancellaMemoriaR1
source: Do you really want to Erase ALL DATA ?
fr: Voulez-vous vraiment effacer TOUTE la mémoire?

# CancellaMemoriaR2
source: WARNING: This operation will delete also all saved data.
fr: ATTENTION: Ceci effacera toutes les données stockées

# Carica
source: Charge
fr: Charger

# CaricaDati
source: Charge Data
fr: Charger données

# CfgFallita
source: Setup Failed
fr: Echec configuration

# ImportaDati
source: Import Data
fr: Import données

# Giovedi
source: Thu
fr: Jeu

# FileGenerato
source: File Created
fr: Fichier créer

# FileDanneggiato
source: Corrupted File: Can't load data
fr: Fichier corrompu: Données impossible à charger

# FaseScarica
source: Discharge phase
fr: Phase de décharge

# FaseEqualizzazione
source: Equal Phase
fr: Phase d'égalisation

# FaseCarica
source: Charge phase
fr: Phase de charge

# EventoAnomalo
source: Anomalous Event
fr: Anomalie

# EsportazioneDati
source: Export device data
fr: Export données d'appareil

# EsportaDati
source: Export Data
fr: Export données

# Domenica
source: Sun
fr: Dim

# DatiNonValidi
source: Not Valid Data
fr: Données invalides

# DatiGiaPresenti
source: Data already present
fr: Données déjà présentes

# CollegatoUSB
source: Connected to the USB port
fr: Connecté au port USB

# Collegato
source: Connected to the port
fr: Connecté au port

# ImpossibileContinuare
source: Can't Continue
fr: Impossible de continuer

# NoDevice
source: No Device Connected
fr: Aucun appareil connecté

# Mercoledi
source: Wed
fr: Mer

# MemoriaCancellata
source: Memory Cleaned
fr: Mémoire effacé

# Martedi
source: Tues
fr: Mar

# Lunedi
source: Mon
fr: Lun

# InserireNome
source: Enter a valid name
fr: Entrer un nom valide

# InformazioniSu
source: About
fr: Information sur

# NotDefined
source: Current Device Not Defined
fr: Appareil actuel non défini

# NuovaCfg
source: New Setup
fr: Nouvelle configuration

# StatoPrgND
source: State NOT DEFINED:
fr: Etat non défini:

# StatoPrg03
source: Calibration ENABLED
fr: Calibration activée

# StatoPrg02
source: Setup READY; Recording ENABLED
fr: Configuration activée; Enregistrement activée

# StatoPrg01
source: Setup READY; Recording DISABLED
fr: Configuration activée; Enregistrement NON activée

# StatoPrg00
source: Setup NOT READY
fr: Configuration non activée

# Scarica
source: Discharge
fr: Télécharger

# SalvaDati
source: Save Data
fr: Sauver données

# Sabato
source: Sat
fr: Sam

# RichConfermaCanc
source: Do you really want to delete all data ?
fr: Voulez-vous vraiment supprimer toutes les données relatives à l'appareil?

# TitoloCfg
source: SPY-BATT Setup
fr: Configuration SPY-BAT

# Venerdi
source: Fri
fr: Ven

# TrovatoDispositivo
source: Found Device
fr: Appareil trouvé

# CancellaMemoriaR3
source: Not valid Code: Wrong Code
fr: Code non valide: Mauvais code

# CancellaMemoriaR4
source: Not valid Code: Request data not updated
fr: Code non valide: Données requises obsolètes

# CancellaMemoriaR5
source: Not valid Code: Not Corresponding Device
fr: Code non valide: Appareil non correspondant

# CfgNonValida
source: Wrong parameters
fr: Mauvais paramètres configurés

# AttivaConfigKO
source: Setup Activation Failed
fr: Echec activation configuration

# AttivaConfigOk
source: Enabled Configuration
fr: Configuration activée
